Repository: the-events-calendar/the-events-calendar-category-colors
Catalog: languages/the-events-calendar-category-colors-*.po
Languages: fi, hu_hu

source: Category Colors Settings
fi: Kategorioiden väriasetukset
hu_hu: Kategória színbeállítások

source: The Events Calendar: Category Colors plugin was inspired by the tutorial %sColoring Your Category Events%s.
fi: The Events Calendarin kategorioiden värit -lisäosan inspiroi ohje: %sColoring Your Category Events%s.

source: Instructions for %1$sfilters%2$s, %1$shooks%2$s, %1$ssettings functions%2$s, and %1$shelp%2$s are on %3$sThe Events Calendar: Category Colors wiki%4$s.
fi: Ohjeet %1$sfiltereiden%2$s, %1$shookien%2$s, %1$sasetus-funktioiden%2$s ja %1$savun%2$s löytyy %3$sThe Events Calendar: Category Colors wikistä%4$s.

source: Save Changes
fi: Tallenna asetukset
hu_hu: Módosítások mentése

source: Use of this function is deprecated
fi: Tämä funktio on vanhentunut
hu_hu: Ennek a funkciónak a használata elavult

source: The Events Calendar
fi: Tapahtumakalenteri

source: To begin using The Events Calendar: Category Colors, please install the latest version of %sThe Events Calendar%s.
fi: Käyttääksesi The Events Calendar kategoriavärilisäosaa, asenna ensin uusin versio %sThe Events Calendar%s -lisäosasta.

source: You have The Events Calendar v.%s. To begin using The Events Calendar Category Colors, please install the latest version of <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
fi: Sinulla on asennettuna The Events Calendar v.%s. Käyttääksesi The Events Calendar kategoriavärilisäosaa, asenna uusin versio <a href="%s" class="thickbox" title="%s">The Events Calendarista täältä</a>.

source: Category Colors
fi: Kategorioiden värit
hu_hu: Kategória színek

source: Settings saved.
fi: Asetukset tallennettu.
hu_hu: Beállítások elmentve.

source: this plugin
fi: tämä lisäosa
hu_hu: Ez a plugin

source: Unfortunately, %1$s can not run on PHP versions older than %2$s.
fi: Valitettavasti %1$s ei pyöri PHP %2$s ja vanhemmilla.
hu_hu: A(z) %1$s sajnos, nem tudja futtatni a PHP verziója régebbi a(z) %2$s.

source: Read more information about %show you can update%s.
fi: Lue lisää aiheesta %show you can update%s.

source: %1$s recommends a PHP version greater than %2$s.
fi: %1$s suosittelee uudempaa PHP versiota kuin %2$s.
hu_hu: a(z) %1$s azt javasolja, hogy egy nagyobb, mint a(z) %2$s PHP változat.

source: Hide
fi: Piilota
hu_hu: Elrejtés

source: Category Slug
fi: Kategorian polkutunnus
hu_hu: Kategória slug

source: Border Color
fi: Reunuksen väri
hu_hu: Keret szín

source: Background Color
fi: Taustaväri
hu_hu: Háttérszín

source: Text Color
fi: Tekstin väri
hu_hu: Szöveg színe

source: Current Display
fi: Nykyinen esitystapa
hu_hu: A jelenlegi megjelenítés

source: Transparent
fi: Läpinäkyvä
hu_hu: Átlátszó

source: Font-Weight Options
fi: Fontin paksuuden asetukset
hu_hu: Betűvastagság beállítások

source: Add Category Legend
fi: Lisää uusi kategorialuokka
hu_hu: Kategória magyarázat hozzáadása

source: Check to add a Category Legend to the calendar.
fi: Valitse kategorialuokka kalenteriin
hu_hu: Ellenőrizze a kategória magyarázat hozzáadását a naptárban.

source: Check to add Legend Superpowers.
fi: Valitse lisätäksesi luokan supervoimat.
hu_hu: Ellenőrizze a Legend Superpowers hozzáadását.

source: Legend Superpowers are an optional visual effect allowing visitors to focus only on those events that belong to categories of interest - without reloading the page and without eliminating other categories from view completely. Click on the category of interest in the Legend for the effect; click again to remove it.
fi: Luokan supervoimat ovat valinnainen visuaalinen efekti jotka mahdollistavat sen että kävijät voivat keskittyä ainoastaan niihin tapahtumiin jotka kiinnostavat - lataamatta sivua ja pyyhkimättä kategorianäkymää kokonaan. Klikkaa kiinnostavaa kategoriaa saadaksesi efektin aikaan, klikkaa uudestaan poistaaksesi sen.
hu_hu: Legenda szuperhatalom egy opcionális vizuális hatás, amely lehetővé teszi a látogatók csak összpontosítani ezeket az eseményeket, tartozó kategória, a kamat - és a teljes oldal újratöltés nélkül kiküszöbölő más kategóriák meg teljesen. Kettyenés-ra a kategóriáját a legenda, a hatás; kattintson újra, hogy távolítsa el azt.

source: Show hidden categories in legend.
fi: Näytä piilotetu kategoriat luokassa.
hu_hu: Rejtett kategóriák megjelenítése legenda.

source: Check to use your own CSS for category legend.
fi: Valitse käyttääksesi omaa CSS:ää kategorialuokassa.
hu_hu: Ellenőrizze, hogy használja a saját CSS magyarázat.

source: Colorize Widgets
fi: Väritä vimpaimet
hu_hu: Színezése kütyü

source: Add Category Colors to widgets
fi: Lisää kategorian värit vimpaimiin

source: Database Options
fi: Tietokannan asetukset
hu_hu: Adatbázis beállítások

source: Restore defaults upon plugin deactivation/reactivation
fi: Palauta oletukset lisäosan deaktivoinnissa/uudelleenaktivoinnissa
hu_hu: Alapértelmezés visszaállítása a bővítmény kikapcsolása/bekapcsolása után

source: Only check this if you want to reset plugin settings upon Plugin reactivation
fi: Valitse tämä vain jos haluat nollata lisäosan asetukset lisäosan uudelleenaktivoinnin aikana
hu_hu: Csak akkor válassza ezt, ha vissza szeretné állítani bővítmény beállításait miután a Plugin reaktiválta

source: The Events Calendar: Category Colors
fi: The Events Calendar kategorioiden värit
hu_hu: A Színes Kategória Esemény Naptár

source: This plugin adds event category background coloring to <a href="http://wordpress.org/plugins/the-events-calendar/">The Events Calendar</a> plugin.
fi: Lisäosa lisää <a href="http://wordpress.org/plugins/the-events-calendar/">The Events Calendar</a>-lisäosan tapahtumien kategorioille hienot taustavärit.
